<%@ page language="java" contentType="text/html; charset=EUC-KR"
    pageEncoding="EUC-KR"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=EUC-KR">
<title>Insert title here</title>
<script type="text/javascript" src="/include/js/jquery-1.12.2.min.js"></script>
<script type="text/javascript" src="/include/js/common.js"></script>
<script type="text/javascript" src="http://dmaps.daum.net/map_js_init/postcode.v2.js"></script>
<script type="text/javascript">

	$(function() {
		$("#commit").click(function() {
			 if(!chkSubmit($("#sponser_name"), "받는 분을")) {
				return;
			}
			else if(!chkSubmit($("#sponser_phone"), "연락처를")) {
				return;
			}
			else if(!chkSubmit($("#sponser_email"), "이메일을")) {
				return;
			}
			else if(!chkSubmit($("#sponser_addnum"), "우편번호를")) {
				return;
			}
			else if(!chkSubmit($("#sponser_add"), "상세주소를")) {
				return;
			}	

			if($("input[name='agree1']:checked").val() == "on") {

				  if($("input[id='agree2']:checked").val() == "on") {
						location.href="/intro/payment.do";
					} else {
						alert("위 내용을 모두 읽고 이해하셨으면 체크해주세요");
						return;
					} 
			} else {
				alert("위 내용을 모두 읽고 이해하셨으면 체크해주세요");
				return;
			}
			
			if(confirm('결제 정보 입력 페이지로 이동합니다.')){
				$("#receiveInfo").attr({
					"method" : "post",
					"action"	: "/intro/payment.do"
				})
				$("#receiveInfo").submit();
			}
		});
		
		$("#postSearch").click(
				function() {
			        new daum.Postcode({
			            oncomplete: function(data) {
			                // 팝업에서 검색결과 항목을 클릭했을때 실행할 코드를 작성하는 부분.

			                // 각 주소의 노출 규칙에 따라 주소를 조합한다.
			                // 내려오는 변수가 값이 없는 경우엔 공백('')값을 가지므로, 이를 참고하여 분기 한다.
			                var fullAddr = ''; // 최종 주소 변수
			                var extraAddr = ''; // 조합형 주소 변수

			                // 사용자가 선택한 주소 타입에 따라 해당 주소 값을 가져온다.
			                if (data.userSelectedType === 'R') { // 사용자가 도로명 주소를 선택했을 경우
			                    fullAddr = data.roadAddress;

			                } else { // 사용자가 지번 주소를 선택했을 경우(J)
			                    fullAddr = data.jibunAddress;
			                }

			                // 사용자가 선택한 주소가 도로명 타입일때 조합한다.
			                if(data.userSelectedType === 'R'){
			                    //법정동명이 있을 경우 추가한다.
			                    if(data.bname !== ''){
			                        extraAddr += data.bname;
			                    }
			                    // 건물명이 있을 경우 추가한다.
			                    if(data.buildingName !== ''){
			                        extraAddr += (extraAddr !== '' ? ', ' + data.buildingName : data.buildingName);
			                    }
			                    // 조합형주소의 유무에 따라 양쪽에 괄호를 추가하여 최종 주소를 만든다.
			                    fullAddr += (extraAddr !== '' ? ' ('+ extraAddr +')' : '');
			                }

			                // 우편번호와 주소 정보를 해당 필드에 넣는다.
			                $('#sponser_addnum').val(data.zonecode); //5자리 새우편번호 사용
			                $('#sponser_add').val(fullAddr);

			                // 커서를 상세주소 필드로 이동한다.
			                $('#sponser_add').focus();
			            }
			        }).open();
			    })
	});
</script>
<style>
	#title {
			font-size: 25px;
	}
	
	#button {
		font-size: 15px;
		font-weight: bold;
	}
	
	#text {
			vertical-align: top;
		}
	
	#search {
		vertical-align: top;
	
	}
	
	#addr1 {
		width: 250px;
	}
	
	input#search {
		float: right;
	}
	
	#addr2{
		margin: 0px;
	}
	
</style>
</head>
<body>
	<h2 id="title">리워드 & 금액 선택</h2>
	<h3>리워드 수령 정보</h3>
	<form id="receiveInfo" name="receiveInfo">
		<input type="hidden" name="intro_index" id="intro_index" value="${introData.intro_index}" />
		<input type="hidden" name="sponser_invest" id="sponser_invest" value="${introData.sponser_invest}" />
	<table>
	   <colgroup>
   			<col width="25%">
   			<col width="30%">
   			<col width="45%">
   	   </colgroup>
		<tr>
			<td id="text">
				받는분
			</td>
			<td colspan="2">
				<input type="text" id="sponser_name" name="sponser_name">
				<br />
			</td>
		<tr>
		<tr>
			<td id="text">
				연락처
			</td>
			<td colspan="2">
				<input type="text" id="sponser_phone" name="sponser_phone">
				<br />
			</td>
		<tr>
		<tr>
			<td id="text">
				이메일
			</td>
			<td colspan="2">
				<input type="text" id="sponser_email" name="sponser_email">
				<br />
			</td>
		<tr>
		<tr>
			<td rowspan="2">
				주소
			</td>
			<td colspan="2">
			<input type="button" id="postSearch" name="postSearch" value="우편번호 검색">
			<input type="text" id="sponser_addnum" name="sponser_addnum">
			</td>
		</tr>
		<tr>
			<td colspan="2">
				<input type="text" id="sponser_add" name="sponser_add">
			</td>
		</tr>
		<tr></tr>
		<tr></tr>
		<tr>
			<td id="text">
				배송메모
			</td>
			<td colspan="2">
				<textarea rows="5" cols="54" id="sponser_memo" name="sponser_memo"></textarea>
			</td>
		</tr>
		</table>
		
		<form name="form">
		<table>
		<tr>
			<td colspan="3">
				<span id="text">약관 동의</span>
			</td>
		</tr>
		<tr>
			<td colspan="3">
			<textarea rows="10" cols="50" name="area1" readonly="readonly">
		텀블벅 웹사이트 이용약관
			최종 갱신일: 2015. 10. 06
		
		제 1 조 목적
			
			이 약관은 텀블벅㈜ (이하 '회사')가 운영하는 인터넷사이트 tumblbug(이하 ‘사이트’)에서 제공하는 인터넷 관련 서비스(이하 ‘서비스’)를 이용함에 있어 회사와 이용자의 권리와 의무, 책임사항 및 회원의 서비스이용절차에 관한 사항을 규정함을 목적으로 합니다.
			
		제 2 조 용어의 정의
			
			이 약관에서 사용하는 용어의 정의는 다음과 같습니다. 본 약관에 명시되지 않은 용어는 관련 법령이 정하는 바에 따르며, 그 외에는 일반적인 상거래관행에 의합니다.
			
			회사
			텀블벅㈜를 말합니다.
			사이트
			회사가 운영하는 사이트로 tumblbug.com 을 말합니다.
			이용자
			사이트에 접속하여 이 약관에 따라 회사가 제공하는 서비스를 받는 회원 및 비회원을 말합니다.
			회원
			회사에 개인정보를 제공하여 회원등록을 한 자로서 이 약관에 따라 회사와 서비스이용계약을 체결한 자를 말합니다.
			ID
			회원의 식별과 서비스 이용을 위하여 회원이 선정하고 회사가 승인한 이메일을 말합니다.
			비밀번호
			회원의 동일성 확인과 회원의 권익 및 비밀보호를 위하여 회원 스스로가 설정하여 회사에 등록한 영문 또는 숫자의 조합을 말합니다.
		
		제 3 조 약관의 명시와 개정
			
			회사는 이 약관의 내용과 상호, 영업소 소재지, 대표자의 성명, 사업자 등록번호, 연락처(전화, 팩스, 전자우편 주소 등) 등을 이용자가 알 수 있도록 사이트의 초기 서비스 화면에 게시합니다. 다만, 약관의 구체적 내용은 이용자가 연결화면을 통하여 볼 수 있도록 합니다.
			회사는 약관의 규제 등에 관한 법률, 전자거래기본법, 전자서명법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 전자상거래 등에서의 소비자 보호에 관한 법률, 유사수신행위의 규제에 관한 법률 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
			회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행 약관과 함께 사이트의 초기화면에 최소 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관의 내용을 변경하는 경우에는 적용일자 30일 이전부터 공지합니다.
			제3항에 따라 공지된 적용일자 이후에 회원이 회사의 서비스를 계속 이용하는 경우에는 개정된 약관에 동의하는 것으로 봅니다. 개정된 약관에 동의하지 아니하는 회원은 언제든지 자유롭게 서비스 이용계약을 해지할 수 있습니다. 유료서비스를 이용하는 회원이 약관의 개정에 동의하지 아니하여 해지할 경우 회사가 정한 환불정책에 따릅니다.
			이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 정부가 제정한 전자거래소비자보호지침 및 관계법령 또는 일반 상 관례에 따릅니다.
		
		제 4 조 이용계약의 성립
			
			이용계약은 이용자의 약관동의와 이용신청에 대한 회사의 승낙으로 성립합니다.
			이용계약의 성립시기는 회사가 가입완료 표시를 신청절차 상에 표시한 시점으로 합니다.
		
		제 5 조 이용신청 및 제한
			
			이용자는 회사가 정한 가입 양식에 따라 회원정보를 정확히 기입한 후 이 약관에 동의한다는 의사표시를 함으로서 회원가입을 신청합니다.
			회사는 다음 각호에 해당하는 경우에 대해서는 그 신청에 대한 제한 사유가 해소될 때까지 승낙을 유보 또는 일부 서비스 이용을 제한할 수 있습니다.
			내용이 허위인 것으로 판명 되거나, 그러하다고 의심할 만한 합리적인 사유가 발생할 경우
			기타 회사가 필요하다고 인정되는 경우
			회사는 다음에 해당하는 경우에는 이용신청을 승낙하지 아니할 수 있습니다
			이미 가입된 회원과 이메일 주소가 동일한 경우
			다른 사람의 명의를 사용하여 신청하였을 때
			회원가입 신청서의 내용을 허위로 기재하였을 때
			사회의 안녕 질서 혹은 미풍양속을 저해할 목적으로 신청하였을 때
			기타 회사가 정한 이용신청 요건이 미비 되었을 때
			회사는 다음 각 호에 해당하는 경우 그 사유가 해소될 때까지 이용계약 성립을 유보할 수 있습니다.
			서비스 관련 제반 용량이 부족한 경우
			기술상 장애 사유가 있는 경우
		
		제 6 조 이용자 ID부여 및 변경
			
			이용자 ID는 이용자가 가지고 있는 이메일 주소이며 메일 주소가 바뀌었을 경우 사용자 설정에서 변경할 수 있습니다.
			서비스 이용자 ID 및 비밀번호의 관리책임은 회원에게 있습니다. 이를 소홀히 관리하여 발생하는 서비스 이용상의 손해 또는 제3자에 의한 부정이용 등에 대한 책임은 회원에게 있으며 회사는 그에 대한 책임을 일절 지지 않습니다.
		
		제 7 조 계약사항의 변경
			
			회원은 회원정보관리를 통해 언제든지 자신의 정보를 열람하고, 수정할 수 있습니다. 회원은 이용 신청 시 기재한 사항에 변경이 있는 경우, 온라인으로 개인정보를 수정하거나 전자우편 기타방법으로 회사에 대하여 그 변경사항을 알려야 합니다. 이를 알리지 않아 발생하는 불이익에 대한 책임은 회원에게 있습니다.
			
		제 8 조 이용자의 정보 보안
			
			회사 서비스 가입절차를 완료하는 순간부터 회원은 입력한 정보의 비밀을 유지할 책임이 있으며 ID와 비밀번호를 사용하여 발생하는 모든 결과에 대한 책임도 회원에게 있습니다.
			ID와 비밀번호에 관한 모든 관리의 책임은 회원에게 있으며, ID 나 비밀번호가 부정하게 사용되었다는 사실을 발견한 경우에는 즉시 회사에 신고하여야 합니다. 신고하지 않음으로 인해 발생하는 모든 책임은 회원에게 있습니다.
			이용자는 회사 서비스의 사용 종료 시마다 정확히 로그아웃(Log-out)해야 하며, 로그아웃 하지 아니하여 제3자가 회원에 관한 정보를 도용하는 등의 결과로 인해 발생하는 손해 및 손실에 대하여 회사는 책임을 부담하지 아니합니다.
		
		제 9 조 서비스 이용
			
			회사는 회원의 이용신청을 승낙한 때부터 서비스를 개시합니다. 단 일부 서비스의 경우에는 지정된 일자부터 서비스를 개시합니다.
			회사의 업무상 또는 기술상의 장애로 인하여 서비스를 개시하지 못하는 경우에는 사이트에 공시하거나 회원에게 이를 통지합니다.
			서비스의 이용은 연중무휴, 1일 24시간을 원칙으로 합니다. 다만, 회사의 업무상 또는 기술상의 이유로 서비스가 일시 중지 될 수 있습니다. 이러한 경우 회사는 사전 또는 사후에 이를 공지합니다.
			회원 가입한 후라도 일부 서비스 이용 시 서비스 제공자의 요구에 따라 특정회원에게만 서비스를 제공할 수 있습니다.
			회사는 서비스를 일정범위로 분할하여 각 범위 별로 이용가능 시간을 별도로 정할 수 있습니다. 이 경우 그 내용을 사전에 공개합니다.
		
		제 10 조 서비스의 중지 및 중지에 대한 공지
			
			이용자는 회사 서비스에 보관되거나 전송된 메시지 및 기타 통신 메시지 등의 내용이 국가의 비상사태, 정전, 회사 관리범위 외의 서비스 설비 장애 및 기타 불가항력에 의하여 보관되지 못하였거나 삭제된 경우, 전송되지 못한 경우 및 기타 통신 데이터의 손실에 대해 회사는 관련 책임을 부담하지 않습니다.
			회사가 정상적인 서비스 제공의 어려움으로 인하여 일시적으로 서비스를 중지하여야 할 경우에는 서비스 중지 1주일 전에 고지 후 서비스를 중지할 수 있으며, 이 기간 동안 회원이 고지내용을 인지하지 못한 것에 대하여 회사는 책임을 부담하지 아니합니다. 상당한 이유가 있을 경우 위 사전 고지기간은 감축되거나 생략될 수 있습니다. 또한 위 서비스 중지에 의하여 본 서비스에 보관되거나 전송된 메시지 및 기타 통신 메시지 등의 내용이 보관되지 못하였거나 삭제된 경우, 전송되지 못한 경우 및 기타 통신 데이터의 손실이 있을 경우에 대하여도 회사는 책임을 부담하지 않습니다.
			회사의 사정으로 서비스를 영구적으로 중단하여야 할 경우에 제 2 항을 준용합니다. 다만 이 경우 사전 고지기간은 1개월로 합니다.
			천재지변, 국가비상사태 등 회사가 정상적인 서비스 제공이 불가능할 경우 일시적으로 서비스를 제한, 정지시킬 수 있으며 사전 또는 사후 회원에게 중지사유 및 기간을 공지합니다.
			회사는 사전 공지 후 서비스를 일시적으로 수정, 변경 및 중단할 수 있으며, 이에 대하여 회원 또는 제 3자에 어떠한 책임도 부담하지 않습니다.
			회사는 긴급한 시스템 점검, 증설 및 교체 등 부득이한 사유로 인하여 예고 없이 일시적으로 서비스를 중단할 수 있으며, 새로운 서비스로의 교체 등 회사가 적절하다고 판단하는 사유에 의하여 현재 제공되는 서비스를 완전히 중단할 수 있습니다.
			회사가 통제할 수 없는 사유로 인한 서비스 중단의 경우(시스템관리자의 고의, 과실 없는 디스크 장애, 시스템다운 등)에 사전통지가 불가능 하며 타인 (PC통신회사, 기간통신사업자 등)의 고의, 과실로 인한 시스템 중단 등의 경우에는 통지하지 않습니다.
			회사는 회원이 이 약관의 내용에 위배되는 행동을 한 경우, 임의로 서비스 사용을 제한 및 중지하거나 본인의 동의 없이 이용계약을 해지할 수 있습니다. 이 경우 회사는 회원의 접속을 금지할 수 있으며, 회원이 게시한 내용의 전부 또는 일부를 임의로 삭제 할 수 있습니다.
			장기간 휴면 회원인 경우, 안내 메일 또는 공지사항 발표 후 1주일간의 통지기간을 거쳐 서비스 사용을 중지할 수 있습니다.
		
		제 11 조 서비스 이용제한
			
			이용자가 제공하는 정보의 내용이 허위인 것으로 판명되거나, 허위가 있다고 의심할 만한 합리적인 사유가 발생할 경우 회사는 이용자의 본 서비스 사용을 일부 또는 전부 이용 정지할 수 있으며, 이로 인해 발생하는 불이익에 대해 회사는 책임을 부담하지 아니합니다.
			회사는 이용자가 본 약관 제16조 이용자의 의무 등 본 약관의 내용에 위배되는 행동을 한 경우, 임의로 서비스 사용을 제한 및 중지할 수 있습니다. 이 경우 회사는 이용자의 접속을 금지할 수 있습니다.
		
		제 12 조 정보제공 및 광고의 게재
			
			회사는 회원이 서비스 이용 중 필요하다고 인정되는 다양한 정보 및 광고에 대해서는 전자우편이나 서신우편, SMS(핸드폰 문자메시지), DM(Direct Mail), 메신저 등의 방법으로 회원에게 제공할 수 있으며, 만약 원치 않는 정보를 수신한 경우 회원은 이를 수신거부 할 수 있습니다.
			회사는 서비스의 운용과 관련하여 서비스화면, 홈페이지, 전자우편 등에 광고 등을 게재할 수 있으며, 회사는 서비스를 이용하고자 하는 회원이 이 광고게재에 대하여 동의하는 것으로 간주합니다.
			회사는 서비스 상에 게재되어 있거나 서비스를 통한 광고주와의 판촉활동에 회원이 참여하거나 교신 또는 거래의 결과로서 발생하는 모든 손실 또는 손해에 대해 책임을 지지 않습니다.
		
		제 13 조 게시물의 관리 운영
			
			회원이 작성한 게시물에 대한 모든 권리 및 책임은 이를 게시한 회원에게 있으며, 회사는 회원이 게시하거나 등록하는 서비스의 내용물이 다음 각 항에 해당한다고 판단되는 경우에 사전통지 없이 삭제할 수 있고, 이에 대하여 회사는 어떠한 책임도 지지 않습니다.
			본 서비스 약관에 위배되거나 상용 또는 불법, 음란, 저속하다고 판단되는 게시물을 게시한 경우
			다른 회원 또는 제 3자를 비방하거나 중상모략으로 명예를 손상시키는 내용인 경우
			공공질서 및 미풍양속에 위반되는 내용인 경우
			범죄적 행위에 결부된다고 인정되는 내용일 경우
			제 3자의 저작권 등 기타 권리를 침해하는 내용인 경우
			서비스 성격에 부합하지 않는 정보의 경우
			기타 관계 법령에 위배되는 경우
			회사는 게시된 내용이 일정기간 이상 경과되어, 게시물로써의 효력을 상실하여 그 존치 목적이 불분명한 경우 공지사항 발표 후 1주일간의 통지기간을 거쳐 해당 게시물을 삭제할 수 있습니다.
			회원의 게시물이 타인의 저작권을 침해함으로써 발생하는 민, 형사상의 책임은 전적으로 회원이 부담하여야 합니다.
			회원은 서비스를 이용하여 얻은 정보를 가공, 판매하는 행위 등 서비스에 게재된 자료를 상업적으로 사용할 수 없습니다
		
		제 14 조 회사의 소유권
			
			회사가 제공하는 서비스, 그에 필요한 소프트웨어, 이미지, 마크, 로고, 디자인, 서비스 명칭, 정보 및 상표 등과 관련된 지적재산권 및 기타 권리는 회사에게 있습니다.
			회원은 회사가 명시적으로 승인한 경우를 제외하고는 제1항 소정의 각 재산에 대한 전부 또는 일부의 수정, 대여, 대출, 판매, 배포, 제작, 양도, 재라이센스, 담보권설정행위, 상업적 이용행위를 할 수 없으며, 제3자로 하여금 이와 같은 행위를 하도록 허락할 수 없습니다.
		
		제 15 조 회사의 의무
			
			회사는 법령과 본 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 지속적 안정적으로 서비스를 제공하기 위하여 노력할 의무가 있습니다.
			회사는 이용자의 개인 신상 정보를 본인의 승낙 없이 제3자에게 누설, 배포하지 않습니다. 다만, 관계법령에 의해 국가기관의 요구나 전기통신관련법령 및 정보통신윤리위원회의 요청 등 법률의 규정에 따른 적법한 절차에 의한 경우에는 그러하지 아니합니다.
			회사는 계속적이고 안정적인 서비스의 제공을 위하여 설비에 장애가 생기거나 멸실된 때에는 부득이한 사유가 없는 한 지체없이 이를 수리 또는 복구합니다.
			회사가 제공하는 서비스로 인하여 회원에게 손해가 발생한 경우 그러한 손해가 회사의 고의나 중과실에 기해 발생한 경우에 한하여 책임을 부담하며, 그 책임의 범위는 통상손해에 한합니다.
			회사는 회원으로부터 제기되는 의견이나 불만이 정당하다고 인정할 경우에는 신속히 처리하여야 합니다. 다만, 신속한 처리가 곤란한 경우에는 회원에게 그 사유와 처리일정을 통보하여야 합니다.
			회사는 관련법령이 정하는 바에 따라서 회원 등록정보를 포함한 회원의 개인정보를 보호하기 위하여 노력합니다. 회원의 개인정보보호에 관해서는 관련법령 및 제 17조에 제시된 내용을 지킵니다.
		
		제 16 조 이용자의 의무
			
			회원은 서비스 이용을 위해 가입할 경우 현재의 사실과 일치하는 완전한 정보 (이하 "가입정보")를 제공해야 하며, 가입정보가 변경된 경우 즉시 갱신해야 합니다.
			회원은 본인의 아이디와 비밀번호 관리를 위해 제 8 조 이용자의 정보보안 사항을 준수하여야 합니다.
			회원은 서비스를 이용 시, 각 호에 해당하는 행위를 해서는 안됩니다.
			타인(소수를 포함)에게 위해를 가하는 행위
			타인의 아이디(ID), 비밀번호(PASSWORD) 도용 및 타인으로 가장하는 행위
			타인과의 관계를 허위로 명시하는 행위
			타인을 비방할 목적으로 사실 또는 허위의 사실을 적시하여 명예를 훼손하는 행위
			자기 또는 타인에게 재산상의 이익을 주거나 타인에게 손해를 가할 목적으로 허위의 정보를 유통시키는 행위
			수치심이나 혐오감 또는 공포심을 일으키는 말이나 음향, 글을 타인에게 전달하는 행위
			회사의 사전 승낙 없이 서비스를 이용한 영리행위
			타인의 정보통신서비스 이용명의를 도용하여 사용하는 행위
			불필요하거나 승인되지 않은 광고, 판촉물을 게재하거나, 저속 또는 음란한 데이터, 텍스트, 소프트웨어, 음악, 사진, 그래픽, 비디오 메시지 등을 게재하거나 메시지 또는 전자우편으로 보내는 행위
			권리(지적재산권을 포함한 모든 권리)가 없는 컨텐츠를 게재하거나 메시지 또는 전자우편으로 보내는 행위
			컴퓨터 소프트웨어, 하드웨어, 전기통신 장비를 파괴, 방해 또는 기능을 제한하기 위한 소프트웨어 바이러스를 게재하거나 메시지 또는 전자우편으로 보내는 행위
			다른 컴퓨터 코드, 파일, 프로그램을 포함하고 있는 자료를 게시, 게재, 전자우편으로 보내는 행위 등 다른 사용자의 개인정보를 수집 또는 저장하는 행위
			재물을 걸고 도박하거나 사행행위를 하는 행위
			윤락행위를 알선하거나 음행을 매개하는 내용의 정보를 유통시키는 행위
			기타 불법적이거나 부당한 행위
			회원은 이 약관 및 관계법령에서 규정한 사항을 준수하여야 합니다.
		
		제 17 조 개인정보보호정책
			
			회사는 이용 신청 시 회원이 제공하는 정보를 통하여 회원에 관한 정보를 수집하며, 회원의 개인정보는 본 이용계약의 이행과 본 이용계약상의 서비스제공을 위한 목적으로 이용합니다.
			회사는 서비스 제공과 관련하여 취득한 회원의 정보를 본인의 승낙 없이 제 3자에게 누설 또는 배포할 수 없으며 상업적 목적으로 사용할 수 없습니다. 다만, 다음의 각 호의 경우에는 그러하지 아니합니다.
			관계 법령에 의하여 수사상의 목적으로 관계기관으로부터 요구가 있는 경우
			정보통신윤리위원회의 요청이 있는 경우
			기타 관계법령에서 정한 절차에 따른 요청이 있는 경우
		
		제 18 조 회원에 대한 통지
			
			회사가 회원에 대한 통지를 하는 경우, 회원이 회사와 미리 약정하여 지정한 전자우편 주소로 할 수 있습니다.
			회사는 불특정 다수 회원에 대한 통지의 경우, 1주일 이상 사이트에 게시함으로써 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별 통지합니다.
		
		제 19 조 개별 서비스에 대한 약관 및 이용조건
			
			회사는 제공하는 서비스의 구체적 내용에 따라 개별 서비스에 대한 약관 및 이용조건을 각 개별서비스마다 별도로 정하여 회원의 동의를 얻을 수 있습니다. 이 경우 개별 서비스에 대한 이용약관 등이 본 약관에 우선합니다.
			
		제 20 조 프로젝트 페이지 생성과 수정 및 취소
			
			회원은 회사가 정한 약식과 절차에 따라 프로젝트 페이지를 생성하고, 회사가 승인한 경우에 한하여 사이트에 프로젝트를 게시 또는 등록하여 다른 회원으로부터 기금을 모집할 수 있습니다.
			프로젝트 등록 시기는 회원이 이 약관과 프로젝트 약관에 동의하고, 회사가 회원이 신청한 프로젝트 및 그 내용을 승인하여 사이트에 게시한 시점으로 합니다.
			회사는 회원이 공개를 신청한 프로젝트에 대해 다음과 같은 내용을 검토한 후, 회원이 회사에 제공한 이메일을 통해 승인여부를 통지 합니다.
			회사의 프로젝트 페이지 생성 규정과 절차를 준수하였는가
			회사가 제공한 프로젝트 생성 항목을 빠짐없이 기재하였는가
			회사가 요구한 프로젝트 관련 파일 (이미지, 동영상, 음성 파일 등)을 규격에 맞게 제공하였는가
			관계법령에 위배되거나 사회의 안녕질서 혹은 미풍양속을 저해하려는 목적이 있지는 않은가
			범죄적 행위, 국익 또는 사회적 공익을 저해하려는 목적이 있지는 않은가
			타인의 명예를 손상시키거나 불이익을 주려는 목적이 있지는 않는가
			기타 회사가 정한 프로젝트 생성 조건에 부합하는가
			회원이 생성을 신청한 프로젝트 내용에 허위, 기재누락, 오기가 있어서는 안되며, 회원이 이를 준수하지 않아 발생한 불이익에 대해서는 회원이 모든 책임을 부담해야 합니다.
			회원이 작성 및 제공한 프로젝트 내용 및 파일에 대한 모든 권리 및 책임은 해당 회원에게 있으며, 회사는 회원이 등록한 프로젝트의 내용이 다음 각 항에 해당한다고 판단되는 경우 사전통지 없이 삭제할 수 있고 이에 대하여 회사는 어떠한 책임도 지지 않습니다.
			회원이 제공한 회원정보 또는 프로젝트 정보가 허위임이 판명된 경우
			제 3자의 재산권과 기타 권리를 침해하는 내용인 경우
			회사로부터 사전승인 받지 아니한 내용을 게시한 경우
			회원이 회사 사이트와 게시판에 음란물을 게재하거나 음란사이트를 링크하는 경우
			회원이 프로젝트 정보를 불법적으로 변경 또는 조작한 경우
			기타 관계법령에 위반된다고 판단되는 경우
			회원은 프로젝트 페이지 공개에 따라 발생한 회원과 다른 회원, 회원과 이용자, 회원과 제 3자 간의 약속, 후원자 선물, 거래, 서비스 제공, 계약, 보증에 관하여 이행의 의무가 있으며, 이를 이행하지 않아 발생하는 불이익에 대한 책임은 회원에게 있습니다.
			위 4항의 이유로 발생한 분쟁과 관련하여, 회원은 회사와 회사의 자회사, 관계사 그리고 에이전시 및 그 임원 및 직원에게 책임 및 손해 배상을 요구할 수 없습니다.
			공개 승인된 이후 프로젝트 페이지의 일부 항목은 더이상 변경하거나 취소하실 수 없습니다. 변경이 금지된 사항을 회원이 임의로 수정, 변경하거나 삭제한 경우, 후원한 회원이 손해배상 청구 등 법적 대응을 할 수 있으며, 이로 인한 불이익에 대하여 회사는 책임을 지지 않습니다.
			공개 승인된 프로젝트는 커뮤니티의 투명한 운영과 사후 참조를 고려하여 삭제가 불가능합니다
			공개 승인된 프로젝트는 모집 기한이 마감된 후에도 사이트 혹은 서비스 관련 웹사이트에 게시될 수 있습니다.
		
		제 21 조 목표 금액 달성과 기금액 전달
			
			프로젝트의 기금 모집 결과는 회원이 지정한 프로젝트 모집 기한이 마감된 시점의 예약된 기금액을 기준으로 회원이 지정한 목표 기금액 이상이면 성사, 미만이면 무산으로 판단합니다.
			프로젝트의 최종 기금액에는 모집 기한 마감 전의 취소 및 변경신청이 반영될 수 있습니다.
			프로젝트의 기금 모집이 무산될 시 그 동안 모집된 금액에 대해서 프로젝트 기획자는 어떠한 권리도 주장할 수 없으며, 회사는 사전에 고지한 절차에 따라 후원자들로부터 예정된 기금액의 이체를 취소합니다.
			회사는 기금 모집이 성사된 프로젝트에 한해 모집 마감 후 최대 14일 이내 이메일 명세서를 통해 회원에게 최종 기금액과 수수료 내역을 고지합니다.
			회원은 기금 모집 성사에 따라 수령한 기금액을 회원이 약속한 프로젝트의 수행 및 완료, 약속한 선물 수행, 제작, 완료 및 발송을 위한 경비 등으로 사용해야 하며, 이를 이행하지 않아 발생하는 불이익에 대해 모든 책임을 부담해야 합니다.
			회원은 프로젝트 페이지 생성 시 후원자 선물의 내용, 수량, 제공 일정을 사이트에 게시하고, 기금 모집 성사 시 게시한 내용에 따라 이행할 의무가 있습니다. 이를 이행하지 않거나, 고의로 게시한 내용과 다르게 혹은 일부만 이행하는 경우 회사는 회원에게 지급한 기금액 일체를 회수할 수 있습니다.
			회원은 프로젝트 및 후원자 선물과 관련한 후원자들의 문의사항에 성실하게 답변 및 응대할 의무가 있습니다.
			회사는 이메일 명세서 제공과 관련하여 회원과 미리 약정한 이메일로 이메일 명세서 확인요청을 고지합니다. 회원은 이 고지일로부터 30일 이내에 전자우편, 이메일, 사이트 1:1문의를 통해 문의사항과 이의사항을 회사에 알려야 하며, 이를 이행하지 않아 발생하는 불이익에 대하여 회사는 책임을 지지 않습니다.
			회사는 프로젝트가 목표 금액을 달성해서 마감한 다음 날 결제 요청을 한 후, 결제 성공한 금액을 회원이 지정한 은행계좌로 지급합니다. 회사는 마감일로부터 최대 14일 안으로 모집된 나머지 금액을 회원이 지정한 은행계좌로 최종 지급합니다.
			모집된 기금액의 지급과 관련하여 회사는 회원의 신분증 사본, 통장사본 등 신분을 확인할 수 있는 자료를 요청할 수 있으며, 회원 본인 명의의 은행계좌임이 확인되었을 경우에만 지정한 계좌로 기금액을 송금합니다.
		
		제 22 조 제 3자의 지적재산권 및 저작권 공지
			
			회사와 회원은 제 3자의 지적재산을 존중하며, 회사는 언제든지 제 3자의 지적 재산을 침해하는 회원과의 거래를 해지할 수 있습니다.
			회사는 회원이 제출하고, 등록한 컨텐츠가 제 3자의 저작권을 침해했다고 통지 받는 경우, 저작권법 및 관련법령에 따라 해당 자료를 사이트에서 제거할 수 있습니다.
			자신의 저작권이 침해되었다고 믿는 제 3자의 경우, 다음 정보를 포함하는 서면 통지를 작성하여 회사에 제공하여야 합니다.
			저작권 소유자 또는 법적 대리인의 전자 서명 혹은 실질 서명
			침해를 주장하는 컨텐츠
			침해를 주장하는 컨텐츠가 게시 혹은 사용된 사이트 위치에 대한 상세한 기술
			저작권 소유자 또는 그 법적 대리인의 주소, 전화번호 및 이메일 주소
			침해를 주장하는 서면 통지상의 모든 정보가 사실과 부합하며, 위증으로 판명될 경우 법적 책임을 지겠다는 저작권 소유자 또는 법적 대리인의 진술
			회원은 자신의 컨텐츠가 실수 또는 오인으로 인해 삭제 혹은 접근불가상태가 되었다고 믿는 경우, 다음 정보를 포함하는 서면 통지를 작성하여 회사에 제공하여야 합니다.
			회원의 전자서명 혹은 실질 서명
			삭제 혹은 접근불가상태가 된 컨텐츠가 게시되어 있던 사이트 위치에 대한 상세한 기술
			실수 또는 오인의 결과로 자신의 컨텐츠가 삭제 혹은 접근불가상태가 되었다고 믿는 진술과 이와 같은 진술 이 위증으로 판명될 경우 법적 책임을 지겠다는 서약
			회원의 성명, 주소, 전화번호 및 이메일 주소
			회사는 본 조항과 관련된 제 3자 또는 회원의 통지가 위에서 기술한 요구사항에 부합하지 않을 경우, 해당 통지는 유효하지 않은 것으로 간주할 수 있으며, 이에 대해 응하거나 회답해야 할 책임이 없습니다.
		
		제 23 조 수수료
			
			회원의 사이트 가입은 무료이며, 특정 서비스 이용 시에만 수수료가 부과됩니다.
			서비스 수수료 정책은 회사 서비스에서 정의한 규칙에 따르며, 회원은 서비스 이용에 대한 수수료를 부담해야 합니다.
			서비스 수수료 정책은 회사의 사정에 따라 변경될 수 있으며, 회사는 사전에 사이트를 통해 변경내용을 고지합니다.
			회원은 회사의 서비스 수수료 외에 결제수단 (신용카드, 핸드폰, 계좌이체 등)이용에 따른 수수료를 부담해야 합니다.
			회사의 서비스 이용에 따라 회원에게 부과되는 혹은 의무가 있는 모든 세금을 성실하게 신고하고 납부할 의무와 책임이 있습니다.
		
		제 24 조 취소 및 환불
			
			예약 취소 및 환불 규정은 전자상거래 등에서의 소비자 보호에 관한 법률 등 관련 법령을 준수합니다.
			회사는 회원이 후원한 프로젝트가 프로젝트 기획자가 정한 개별 조건 상의 목표 기금액을 충족시키지 못해 프로젝트를 착수 또는 완료할 수 없을 때에는 사유발생일로부터 12시간 이내(근무시간 기준)에 예정된 기금액 이체에 대해 취소 처리를 시행합니다.
			제 2 항의 경우를 제외하고 후원취소는 전자상거래 등에서의 소비자 보호에 관한 법률 및 동법 시행령에 의거하여 프로젝트의 모집 기한 이내에만 가능하며, 모집 기한이 지나면 후원을 취소할 수 없습니다.
			모집기간이 마감된 이후 예정된 금액 이체에 대한 취소 또는 이미 이체된 금액에 대한 환불 사유가 발생할 경우, 회사는 해당 프로젝트 담당자와 회원 간의 합의에 따라 취소 또는 환불 처리를 해드립니다.
			개별 서비스의 성격에 따라 회사는 별도 약관 및 이용조건에 따른 취소 및 환불 규정을 정할 수 있으며, 이 경우 개별 약관 및 이용조건 상의 취소 및 환불규정이 우선 적용됩니다.
			기타 본 약관 및 사이트의 이용안내에 규정되지 않은 취소 및 환불에 대한 사항에 대해서는 소비자 피해보상규정에서 정한 바에 따릅니다.
		
		제 26 조 회원탈퇴 및 자격상실
			
			회원은 회사에 언제든지 회원탈퇴를 요청할 수 있으며, 회사는 회원탈퇴에 관한 규정에 따라 이를 처리합니다.
			회사는 회원이 다음 각 호의 사유에 해당하는 경우, 사전통지 없이 회원자격을 제한 및 정지시킬 수 있습니다.
			가입신청 시에 허위 내용을 등록한 경우
			사이트를 이용하여 결제한 대금, 기타 회사 이용에 관련하여 회원이 부담하는 채무를 기일에 이행하지 않는 경우
			다른 사람의 서비스 이용을 방해하거나 그 정보를 도용하는 등 전자거래질서를 위협하는 경우
			회사를 이용하여 법령과 이 약관이 금지하거나 공공질서 미풍양속에 반하는 행위를 하는 경우
			회사가 회원자격을 제한, 정지시킨 후 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 회사는 회원자격을 상실시킬 수 있습니다.
			회사가 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원등록 말소 전에 소명할 기회를 부여합니다.
		
		제 27 조 양도금지
			
			회원은 서비스의 이용권한, 기타 이용계약상의 지위를 타인에게 양도 및 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.
			
		제 28 조 손해배상
			
			회사는 무료로 제공되는 서비스와 관련하여 회원에게 어떠한 손해가 발생하더라도 회사가 고의로 행한 범죄행위를 제외하고 이에 대하여 책임을 부담하지 아니합니다.
			
		제 29 조 면책조항
			
			회사는 천재지변, 전쟁 및 기타 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 대한 책임이 면제됩니다.
			회사는 기간통신 사업자가 전기통신 서비스를 중지하거나 정상적으로 제공하지 아니하여 손해가 발생한 경우 책임이 면제됩니다.
			회사는 서비스용 설비의 보수, 교체, 정기점검, 공사 등 부득이한 사유로 발생한 손해에 대한 책임이 면제됩니다.
			회사는 이용자의 컴퓨터 오류에 의해 손해가 발생한 경우, 또는 회원이 신상정보 및 전자우편 주소를 부실하게 기재하여 손해가 발생한 경우 책임을 지지 않습니다.
			회사는 회원이나 제3자에 의해 표출된 어떠한 의견이나 정보에 대해 확신이나 대표할 의무가 없으며 의견을 승인하거나 반대하거나 수정하지 않습니다. 회사는 어떠한 경우라도 회원이 서비스에 담긴 정보에 의존해 얻은 이득이나 입은 손해에 대해 책임이 없습니다.
			회사는 회원간 또는 회원과 제3자간에 서비스를 매개로 하여 물품거래 혹은 금전적 거래 등과 관련하여 어떠한 책임도 부담하지 아니하고, 회원이 서비스의 이용과 관련하여 기대하는 이익에 관하여 책임을 부담하지 않습니다.
			회사는 이용자 또는 기타 유관기관이 서비스에 게재한 정보에 대해 정확성, 신뢰도에 대하여 보장하지 않습니다. 따라서 회사는 이용자가 위 내용을 이용함으로 인해 입게 된 모든 종류의 손실이나 손해에 대하여 책임을 부담하지 아니합니다.
			회사는 이용자가 서비스 이용과 관련하여 가입자에게 발생한 손해 중 가입자의 고의, 과실에 의한 손해 및 타 이용자로 인해 입게 되는 정신적 피해에 대하여 보상할 책임을 지지 않습니다.
		
		제 30 조 분쟁해결
			
			회사는 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위해서 피해보상처리 기구를 설치, 운영합니다.
			회사는 이용자로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 즉시 통보합니다.
		
		제 31 조 준거법 및 관할법원
			
			이 약관의 해석 및 회원간의 분쟁에 대하여는 대한민국의 법을 적용합니다.
			서비스 이용 중 발생한 회원과 회사간의 소송은 민사소송법에 의한 관할법원에 제소합니다.
			부 칙
			
			이 약관은 2011년 3월 30일부터 적용합니다.
			</textarea>
				&nbsp;
				<input type="checkbox" name="agree1" id="agree1">
					<span>위의 사항에 동의합니다.
					</span>
			</td>
		</tr>
		<tr>
			<td colspan="3">
			<textarea rows="10" cols="50" name="area2" readonly="readonly">
		개인정보 보호정책
			최종 갱신일: 2014. 2. 19
		
		제 1 조 총칙
			
			텀블벅㈜ (이하 '회사')는 회원의 개인정보보호를 매우 중요시하며, 「정보통신망 이용촉진 및 정보보호」에 관한 법률을 준수하고 있습니다. 
			회사는 개인정보보호방침을 통하여 회원이 제공하는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, 회사가 개인정보보호를 위해
			 어떠한 조치를 취하고 있는지 알려드립니다.
			본 개인정보취급방침은 정부의 법령 및 지침의 변경, 또는 보다 나은 서비스의 제공을 위하여 그 내용이 변경될 수 있으며, 회사는 개인정보
			취급방침을 개정하는 경우 홈페이지 상에 공지할 것입니다.
			
			
		제 2 조 수집하는 개인정보의 항목 및 수집방법
			
			회사는 회원가입, 상담, 서비스 제공 등을 위해 다음과 같은 개인정보를 수집하고 있습니다.
			
			회원가입 시 수집하는 개인정보의 범위
			성명 또는 닉네임
			이메일
			비밀번호
			서비스 이용과정 및 처리과정에서 수집될 수 있는 정보의 범위
			서비스 이용기록
			접속 로그
			쿠키
			접속 IP정보
			지불정보 및 기록
			개인정보 수집방법
			홈페이지 (회원가입)
			고객센터 및 1:1상담을 통한 전화 및 온라인 상담
			온라인 환불요청
			
			
		제 3 조 개인정보의 수집 및 이용목적
			
			회사는 수집된 회원의 개인정보를 다음의 목적을 위해 사용하고 있습니다.
			
			회원관리
			회원제 서비스 이용에 따른 본인확인
			개인식별
			불량회원의 부정 이용방지와 비인가 사용방지
			가입의사 확인
			분쟁 조정을 위한 기록 보존
			불만처리 등 민원처리
			뉴스레터 등 고지사항 전달
			서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산
			컨텐츠 제공
			후원 및 요금결제
			금융거래 본인 인증 및 금융 서비스
			신규 서비스(컨텐츠) 개발 및 특화
			접속 빈도 파악
			회원의 서비스 이용에 대한 통계
			
		제 4 조 개인정보수집에 대한 동의
			
			회사는 회원이 회사의 개인정보취급방침 또는 이용약관의 내용에 대해 「동의합니다」버튼 또는 「동의하지 않습니다」버튼을 클릭할 수 
			있는 절차를 마련하여, 「동의합니다」버튼을 클릭하면 개인정보수집에 대해 동의한 것으로 봅니다.
			
		제 5 조 개인정보의 보유 / 이용기간 및 파기
			
			회사는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 개인정보를 지체 없이 파기합니다. 단, 관계법령의 규정에 의하여 
			보존할 필요가 있는 경우, 회사는 아래와 같이 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다.
			
			표시 / 광고에 관한 기록 : 6개월
			계약 또는 청약철회 등에 관한 기록 : 5년
			대금결제 및 재화 등의 공급에 관한 기록 : 5년
			소비자의 불만 또는 분쟁처리에 관한 기록 : 3년
			신용정보의 수집, 처리 및 이용 등에 관한 기록: 3년
			회사는 원칙적으로 개인정보수집에 대한 동의철회가 있거나 개인정보수집 및 이용목적이 달성된 후에는 해당정보를 지체 없이 파기합니다.
			파기절차
			회원이 회원가입 등을 위해 입력하신 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령
			에 의한 정보보호 사유에 따라(보유 및 이용기간 참조) 일정 기간 저장된 후 파기됩니다. 별도 DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 
			보유되는 이외의 다른 목적으로 이용되지 않습니다.
			
			파기방법
			
			종이에 출력된 개인 정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다. 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을
			 사용하여 삭제합니다.
			
		제 6 조 링크 사이트
			
			회사는 회원에게 다른 회사의 웹사이트 또는 자료에 대한 링크를 제공할 수 있습니다. 이 경우 회사는 외부사이트 및 자료에 대한 아무런 
			통제권이 없으므로 그로부터 제공받는 서비스나 자료의 유용성에 대해 책임질 수 없으며 보증할 수 없습니다. 회사가 포함하고 있는 링크를 
			클릭하여 타 사이트의 페이지로 옮겨 갈 경우 해당 사이트의 개인정보보호정책은 회사와 무관하므로 새로 방문한 사이트의 정책을 
			검토해 보시기 바랍니다.
			
		제 7 조 개인정보의 목적 외 사용 및 제3자에 대한 제공 및 공유
			
			회사는 이용자의 개인정보를 원칙적으로 외부에 제공하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.
			
			이용자들이 사전에 동의한 경우
			법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우
			다만, 보다 나은 서비스의 제공을 위하여 회원의 개인정보를 협력업체 등과 공유할 필요가 있는 경우에는 제공받는 자, 주된 사업, 제공 목적
			 및 제공할 정보의 내용 등을 상세히 회원에게 개별 고지하여 동의를 구하도록 하겠습니다.
			
			아래의 경우에는 관련 법령의 규정에 의하여 회원의 동의 없이 개인정보를 제공할 수도 있사오니 이점 양지해 주시기 바랍니다.
			
			통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 알아볼 수 없는 형태로 가공하여 제공하는 경우
			관계법령의 규정에 의거하거나, 수사목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우
			
		제 8 조 수집한 개인정보의 위탁
			
			회사는 회원의 동의 없이 회원 정보를 외부업체에 위탁하지 않습니다. 향후 그러한 필요가 생길 경우, 위탁 대상자와 위탁업무내용에 대해 
			회원에게 상세히 알리고, 동의를 얻도록 하겠습니다.
			
		제 9 조 회원 및 법정대리인의 권리와 그 행사방법
			
			회원 및 법정 대리인은 언제든지 등록되어 있는 자신 또는 대리자의 개인정보를 조회하거나 수정할 수 있으며, 회원탈퇴절차를 통해 가입해지를
			요청할 수도 있습니다.
			회원 혹은 대리인의 개인정보 조회, 수정을 위해서는 홈페이지의 '마이페이지' 내의 '정보변경'을, 가입해지 (동의철회)를 성명, 아이디(가입 시 기재한 이메일) 
			등의	정보를 탈퇴의사와 함께 문의하기에 게시하거나, 동일한 내용을 기재하여 support@tumblbug.com로 이메일을 보내면 탈퇴하실 수 있습니다.
			 이 외에도, 회사의 개인정보관리책임자에게 서면, 전화 또는 이메일로 연락하시면 지체 없이 조치하겠습니다.
			회원이 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다.
			회사는 회원이 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보는 회사가 수집하는 “개인정보의 보유 및 이용기간”에 
			명시된 바에 따라 처리하고 	그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.
			
		제 10 조 개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항
			
			회사는 회원들에게 보다 적절하고 유용한 서비스를 제공하기 위하여 회원의 정보를 수시로 저장하고 불러오는 ‘쿠키(cookie)’를 사용합니
			다. 쿠키란 회사의 웹사이트를 	운영하는데 이용되는 서버가 회원의 컴퓨터로 전송하는 아주 작은 텍스트 파일로서 회원의 컴퓨터 하드디스크에 저장됩니다.
			회원은 쿠키의 사용여부에 대하여 선택하실 수 있습니다. 
			
			쿠키 설정 거부 방법(예 : 인터넷 익스플로어의 경우 - 웹 브라우저 상단의 도구 > 인터넷 선물 > 개인정보 )
			회원은 사용하는 웹 브라우저의 선물을 설정함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다. 
			단, 쿠키의 저장을 거부할 경우 로그인이 필요한 일부 서비스의 이용에 제한이 생길 수 있음을 양지하시기 바랍니다.
			
		제 11 조 개인정보의 관리적 보호 대책
			
			회사는 회원들의 개인정보를 보호하기 위하여 다음과 같은 보호 대책을 시행하고 있습니다.
			
			회원의 비밀번호는 암호화되어 저장 및 관리되고 있습니다. 비밀번호는 오직 회원 본인만이 알 수 있으며 개인정보를 확인 및 변경할 경우에도 비밀번호를 알고 있는 
			본인에 의해서만 가능합니다. 따라서 회원의 비밀번호가 타인에게 알려지지 않도록 각별히 주의하시기 바랍니다.
			회사는 해킹이나 컴퓨터 바이러스에 의하여 회원들의 개인정보가 유출되거나 훼손되는 것을 막기 위하여 필요한 보안조치를 이용하고 있으며, 더욱 향상된 보안조치를 
			확보할 수 있도록 가능한 모든 기술적 방법을 구비하기 위하여 노력하고 있습니다.
			회사는 개인정보를 취급하는 직원을 최소한으로 제한하고 있으며, 관련 직원들에 대한 교육을 수시로 실시하여 본 방침의 이행 및 준수여부를 확인하고 있습니다.
			
		제 12 조 개인정보관리책임자
			
			회원의 개인정보를 보호하고 개인정보와 관련된 불만 등을 처리하기 위하여 회사는 개인정보관리책임자를 두고 있습니다. 
			회원의 개인정보와 관련한 문의사항은 아래의 개인정보관리책임자에게 연락하여 주시기 바랍니다.
			
			개인정보 관리 책임자
			성명 염재승
			전화번호 070-4351-1500
			이메일 	support@tumblbug.com
			
			기타 개인정보에 관한 신고나 상담이 필요한 경우에는 개인정보침해신고센터, 대검찰청인터넷범죄수사센터, 사이버경찰청 등으로 문의하실 수 있습니다.
			
			개인정보 침해 신고센터
			 전화	118
			대검찰청인터넷범죄수사센터
			전화	02-3480-3600
			사이버경찰청
			전화	182
			
		제 13 조 개인정보취급방침의 개정과 그 공지
			
			본 방침은 2011년 3월 30일부터 시행됩니다. 본 개인정보취급방침이 변경될 경우, 회사는 변경내용을 그 시행일 7일 전부터 홈페이지를 통해 공지할 예정입니다.
			
			개인정보취급방침 시행일 : 2011년 3월 30일
			</textarea>
				&nbsp;		
				<input type="checkbox" name="agree2" id="agree2">
					<span>위의 사항에 동의합니다.</span>
			</td>
		</tr>
		</table>
		</form>
		
		<table>
		<tr>
			<td colspan="3" id="button">
				<input type="button" id="commit" name="commit" value="다음 단계">
				<input type="button" id="cancel" name="cancel" value="취소">				
			</td>
		</tr>
	</table>
	</form>
	
	<input type="hidden" id="project_invest">
</body>
</html>